Repository: AyhamHammad202/islamic_app
Catalog: lib/l10n/intl_*.arb
Languages: ar

# quran
source: Al-Quran Al-Kreem
ar: القرآن الكريم

source: Allah Names
ar: أسماء الله الحسنى

source: Last Read
ar: آخر قراءة

# bookmarkAyat
source: Bookmarked Verses
ar: الآيات المفضلة

# tasbeh
source: Tasbeeh
ar: التسبيح

source: Islamic Occasions
ar: مناسبات إسلامية

source: Settings
ar: الإعدادات

# radio
source: Quran Radio
ar: راديو القرآن

source: Download Ayat
ar: تمحيل الآيات

source: Time
ar: مرة

source: Dark Theme
ar: الوضع الليلي

source: Tafser Font Size
ar: حجم خط التفسير

source: Aya Font Size
ar: حجم خط الآية

# lastReadVarseNum
source: Verse Num.
ar: رقم الآية

# searchHint
source: Search Using Sura Name or The Verse
ar: أبحث بأستخدام أسم السورة أو الآية

# suraInfo
source: Info About
ar: معلومات عن سورة

source: Page
ar: الصفحة

source: Hizb
ar: الحزب

source: Ayas
ar: آيات

# theAyas
source: Ayas
ar: الآيات

source: Aya
ar: آية

source: Sorahs
ar: السور

source: Sorah
ar: السورة

source: Pages
ar: الصفحات

source: Juz
ar: الجزء

# juzs
source: Juzes
ar: الأجزاء

# qurter
source: Qurters
ar: الأرباع

source: Next Pray
ar: الصلاة التالية

source: Ramadan
ar: رمضان

source: Eid Al-Fitr
ar: عيد الفطر

# arafah
source: Day Of Arafah
ar: يوم عرفة

source: Eid Al-Adha
ar: عيد الأضحى

source: Islamic New Year
ar: السنة الهجرية الجديدة

source: Days
ar: أيام

source: Day
ar: يوم

source: Has Come
ar: قد أتى

source: Abdulbasit Abdusamad
ar: عبدالباسط عبدالصمد

# alMinshawi
source: Mohammed Siddiq Al-Minshawi
ar: محمد صديق المنشاوي

# elHosary
source: Mahmoud El-Hosary
ar: محمود الحصري

# alMueaqly
source: Maher Al-Mueaqly
ar: ماهر المعيقلي

source: Mohammed Ayoub
ar: محمد ايوب

source: Yasser Ad-Dussary
ar: ياسر الدوسري

source: Abu Bakr Ash-Shaatree
ar: أبو بكر الشاطري
